{
  "help_requests": [
    {
      "questions": [
        "ডায়াবেটিস কী?",
        "ডায়াবেটিস বলতে কী বোঝায়?",
        "ডায়াবেটিস রোগটি কী?",
        "ডায়াবেটিস আসলে কী?",
        "ডায়াবেটিস কীভাবে সংজ্ঞায়িত হয়?"
      ],
      "title": "ডায়াবেটিস কি?",
      "description": "ডায়াবেটিস হল একটি দীর্ঘস্থায়ী (ক্রনিক) রোগ, যা রক্তে শর্করার মাত্রা অনিয়ন্ত্রিত হয়ে গেলে সৃষ্টি হয়। এটি তখন ঘটে যখন শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে ব্যর্থ হয় বা ইনসুলিন সঠিকভাবে ব্যবহার করতে পারে না। ইনসুলিন হল একটি হরমোন যা অগ্ন্যাশয় থেকে নিঃসৃত হয় এবং এটি রক্তে শর্করার মাত্রা নিয়ন্ত্রণ করতে সাহায্য করে। যদি শরীরে ইনসুলিনের অভাব হয় বা এটি কার্যকরভাবে কাজ না করে, তাহলে রক্তে গ্লুকোজের (শর্করা) মাত্রা বেড়ে যায় এবং এটি শরীরের বিভিন্ন অঙ্গের ওপর ক্ষতিকর প্রভাব ফেলে। ডায়াবেটিস সাধারণত দুই ধরনের হয়ে থাকে— টাইপ ১ ডায়াবেটিস এবং টাইপ ২ ডায়াবেটিস। টাইপ ১ ডায়াবেটিস মূলত তখন হয় যখন শরীরের প্রতিরক্ষা ব্যবস্থা ভুলবশত ইনসুলিন উৎপাদনকারী কোষগুলিকে ধ্বংস করে ফেলে। এটি সাধারণত শিশু ও তরুণদের মধ্যে বেশি দেখা যায় এবং একে ইনসুলিন-নির্ভর ডায়াবেটিসও বলা হয়। অপরদিকে, টাইপ ২ ডায়াবেটিস সাধারণত বয়স্কদের মধ্যে বেশি দেখা যায় এবং এটি প্রধানত জীবনযাত্রার ধরন, খাদ্যাভ্যাস এবং ওজন বৃদ্ধির সাথে সম্পর্কিত। এই ধরণের ডায়াবেটিসে শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে পারে না বা উৎপন্ন ইনসুলিন কার্যকরভাবে কাজ করে না। ডায়াবেটিস নিয়ন্ত্রণের জন্য সঠিক খাদ্যাভ্যাস, নিয়মিত ব্যায়াম, ওজন নিয়ন্ত্রণ এবং প্রয়োজনীয় ওষুধ গ্রহণ অত্যন্ত গুরুত্বপূর্ণ। অনিয়ন্ত্রিত ডায়াবেটিস হৃদরোগ, কিডনি সমস্যা, দৃষ্টিহীনতা, স্নায়ুর ক্ষতি এবং অন্যান্য জটিলতার ঝুঁকি বাড়িয়ে দেয়। তাই ডায়াবেটিস সম্পর্কে সচেতন হওয়া এবং এটি নিয়ন্ত্রণে রাখা সুস্থ জীবনের জন্য অত্যাবশ্যক।"
    },
    {
      "questions": [
        "ডায়াবেটিস রোগীদের জন্য সেরা ১০টি খাবার কি কি?",
        "ডায়াবেটিস নিয়ন্ত্রণে কোন ১০টি খাবার সবচেয়ে কার্যকর?"
      ],
      "title": "ডায়াবেটিস রোগীদের জন্য সেরা খাবার",
      "description": "এই তথ্যগুলির মাধ্যমে আপনি জানতে পারবেন, ডায়াবেটিস রোগীদের জন্য সেরা খাবার কি কি এবং তা কীভাবে উপকারী।"
    },
    {
      "questions": [
        "ডায়াবেটিস রোগ কেন হয়"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ডায়াবেটিস এমন একটি রোগ যেখানে শরীরের রক্তে গ্লুকোজের মাত্রা স্বাভাবিকের তুলনায় বেড়ে যায়। এটি মূলত তখনই হয় যখন শরীর প্রয়োজনীয় ইনসুলিন তৈরি করতে পারে না বা কোষ ইনসুলিনের প্রতি সঠিকভাবে সাড়া দেয় না। ইনসুলিন হরমোনের কাজ হলো রক্তের গ্লুকোজকে কোষে পৌঁছে শরীরের শক্তি উৎপাদনে সহায়তা করা। কিন্তু ইনসুলিনের কার্যকারিতা ব্যাহত হলে রক্তে চিনি জমতে থাকে, ফলে ডায়াবেটিসের সমস্যা দেখা দেয়। ডায়াবেটিসের অন্যতম প্রধান কারণ হলো জিনগত প্রভাব। যদি পরিবারে কারও আগে থেকে এই রোগ থাকে, তবে ঝুঁকি বেড়ে যায়। তবে শুধু বংশগত কারণই যথেষ্ট নয়, অনিয়ন্ত্রিত খাদ্যাভ্যাস ও অলস জীবনযাত্রাও ডায়াবেটিস বাড়িয়ে দিতে পারে। ফাস্টফুড, অতিরিক্ত চিনি ও তেলযুক্ত খাবার গ্রহণ, শরীরচর্চার অভাব এবং অতিরিক্ত ওজন এই রোগের ঝুঁকি বাড়ায়। মানসিক চাপ, অনিয়মিত ঘুম, ধূমপান ও মদ্যপানও ডায়াবেটিসের জন্য দায়ী। ডায়াবেটিস প্রধানত দুই ধরনের হয়—টাইপ ১ এবং টাইপ ২। টাইপ ১ ডায়াবেটিস সাধারণত ছোট বয়সে হয়, যেখানে শরীর একেবারেই ইনসুলিন তৈরি করতে পারে না। অন্যদিকে, টাইপ ২ ডায়াবেটিস মূলত বড় বয়সে দেখা যায়, যেখানে ইনসুলিন তৈরি হয়, কিন্তু শরীর সেটি সঠিকভাবে কাজে লাগাতে পারে না। তবে সচেতন জীবনযাত্রা অনুসরণ করলে ডায়াবেটিস প্রতিরোধ বা নিয়ন্ত্রণ করা সম্ভব। নিয়মিত ব্যায়াম, স্বাস্থ্যকর খাবার গ্রহণ, মানসিক চাপ কমানো এবং সঠিক জীবনধারা অনুসরণ করলেই এই রোগ থেকে মুক্ত থাকা সম্ভব।"
    },
    {
      "questions": [
        "কোন খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সবজি, ফল, বাদাম, ওটমিল, ব্রাউন রাইস এবং কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক হিসেবে বিবেচিত।"
    }
  ]
}
