{
  "help_requests": [
    { "questions": [ "ডায়াবেটিস কী?", "ডায়াবেটিস বলতে কী বোঝায়?", "ডায়াবেটিস রোগটি কী?", "ডায়াবেটিস কী এবং এটি কেমন রোগ?", "ডায়াবেটিস কীভাবে সংজ্ঞায়িত করা হয়?" ], "title": "ডায়াবেটিস কী?", "description": "ডায়াবেটিস হলো একটি দীর্ঘস্থায়ী (ক্রনিক) রোগ, যা শরীরে ইনসুলিনের অভাব বা ইনসুলিন ঠিকমতো কাজ না করার কারণে রক্তে শর্করার মাত্রা বেড়ে যাওয়ার ফলে ঘটে। ইনসুলিন হলো অগ্ন্যাশয় (Pancreas) থেকে উৎপাদিত একটি হরমোন, যা গ্লুকোজকে কোষে প্রবেশ করিয়ে শক্তিতে রূপান্তর করতে সাহায্য করে। যখন ইনসুলিনের ঘাটতি হয় বা এটি ঠিকমতো কাজ করে না, তখন রক্তে গ্লুকোজের মাত্রা অস্বাভাবিকভাবে বেড়ে যায় এবং এটি ডায়াবেটিস রোগের সৃষ্টি করে।\n\nডায়াবেটিস প্রধানত দুই ধরনের হতে পারে: টাইপ ১ ডায়াবেটিস এবং টাইপ ২ ডায়াবেটিস। টাইপ ১ ডায়াবেটিস মূলত একটি অটোইমিউন ডিজঅর্ডার, যেখানে শরীরের প্রতিরক্ষা ব্যবস্থা ইনসুলিন উৎপাদনকারী কোষগুলোকেই ধ্বংস করে ফেলে, যার ফলে ইনসুলিন তৈরি বন্ধ হয়ে যায়। অন্যদিকে, টাইপ ২ ডায়াবেটিস সাধারণত জীবনযাত্রা, খাদ্যাভ্যাস, স্থূলতা ও বংশগত কারণে হয়ে থাকে, যেখানে শরীর ইনসুলিন উৎপাদন করতে পারে, কিন্তু এটি কার্যকরভাবে ব্যবহার করতে পারে না।\n\nডায়াবেটিসের কিছু সাধারণ লক্ষণ হলো অতিরিক্ত তৃষ্ণা, ঘন ঘন প্রস্রাব, অস্বাভাবিক ক্লান্তি, ক্ষুধা বৃদ্ধি, দৃষ্টিশক্তির দুর্বলতা এবং ক্ষত বা কাটাছেঁড়ার ধীরে সেরে যাওয়া। এটি নিয়ন্ত্রণের জন্য স্বাস্থ্যকর খাদ্যাভ্যাস, নিয়মিত ব্যায়াম, ওজন নিয়ন্ত্রণ, ইনসুলিন বা ওষুধ গ্রহণ এবং জীবনযাত্রার পরিবর্তন অত্যন্ত গুরুত্বপূর্ণ। যদি ডায়াবেটিস নিয়ন্ত্রণে না রাখা হয়, তবে এটি হৃদরোগ, কিডনি সমস্যা, চোখের জটিলতা এবং স্নায়ুর ক্ষতির মতো গুরুতর সমস্যার সৃষ্টি করতে পারে।" },
    {
      "questions": [
        "ডায়াবেটিস রোগীদের জন্য সেরা ১০টি খাবার কি কি?",
        "ডায়াবেটিস নিয়ন্ত্রণে কোন ১০টি খাবার সবচেয়ে কার্যকর?"
      ],
      "title": "ডায়াবেটিস রোগীদের জন্য সেরা খাবার",
      "description": "এই তথ্যগুলির মাধ্যমে আপনি জানতে পারবেন, ডায়াবেটিস রোগীদের জন্য সেরা খাবার কি কি এবং তা কীভাবে উপকারী।",
    },
{
  "questions": [
    "ডায়াবেটিস রোগ কেন হয়"
  ],
  "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
  "description": "ডায়াবেটিস এমন একটি রোগ যেখানে শরীরের রক্তে গ্লুকোজের মাত্রা স্বাভাবিকের তুলনায় বেড়ে যায়। এটি মূলত তখনই হয় যখন শরীর প্রয়োজনীয় ইনসুলিন তৈরি করতে পারে না বা কোষ ইনসুলিনের প্রতি সঠিকভাবে সাড়া দেয় না। ইনসুলিন হরমোনের কাজ হলো রক্তের গ্লুকোজকে কোষে পৌঁছে শরীরের শক্তি উৎপাদনে সহায়তা করা। কিন্তু ইনসুলিনের কার্যকারিতা ব্যাহত হলে রক্তে চিনি জমতে থাকে, ফলে ডায়াবেটিসের সমস্যা দেখা দেয়।\n\nডায়াবেটিসের অন্যতম প্রধান কারণ হলো জিনগত প্রভাব। যদি পরিবারে কারও আগে থেকে এই রোগ থাকে, তবে ঝুঁকি বেড়ে যায়। তবে শুধু বংশগত কারণই যথেষ্ট নয়, অনিয়ন্ত্রিত খাদ্যাভ্যাস ও অলস জীবনযাত্রাও ডায়াবেটিস বাড়িয়ে দিতে পারে। ফাস্টফুড, অতিরিক্ত চিনি ও তেলযুক্ত খাবার গ্রহণ, শরীরচর্চার অভাব এবং অতিরিক্ত ওজন এই রোগের ঝুঁকি বাড়ায়। মানসিক চাপ, অনিয়মিত ঘুম, ধূমপান ও মদ্যপানও ডায়াবেটিসের জন্য দায়ী।\n\nডায়াবেটিস প্রধানত দুই ধরনের হয়—টাইপ ১ এবং টাইপ ২। টাইপ ১ ডায়াবেটিস সাধারণত ছোট বয়সে হয়, যেখানে শরীর একেবারেই ইনসুলিন তৈরি করতে পারে না। অন্যদিকে, টাইপ ২ ডায়াবেটিস মূলত বড় বয়সে দেখা যায়, যেখানে ইনসুলিন তৈরি হয়, কিন্তু শরীর সেটি সঠিকভাবে কাজে লাগাতে পারে না। তবে সচেতন জীবনযাত্রা অনুসরণ করলে ডায়াবেটিস প্রতিরোধ বা নিয়ন্ত্রণ করা সম্ভব। নিয়মিত ব্যায়াম, স্বাস্থ্যকর খাবার গ্রহণ, মানসিক চাপ কমানো এবং সঠিক জীবনধারা অনুসরণ করলেই এই রোগ থেকে মুক্ত থাকা সম্ভব।",
},
    {
      "questions": [
        "কোন খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সবজি, ফল, বাদাম, ওটমিল, ব্রাউন রাইস এবং কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক হিসেবে বিবেচিত।",
    }
  ]
}
