{
  "help_requests": [
    {
      "questions": [
        "ডায়াবেটিস রোগীদের জন্য সেরা ১০টি খাবার কি কি?",
        "ডায়াবেটিস নিয়ন্ত্রণে কোন ১০টি খাবার সবচেয়ে কার্যকর?"
      ],
      "title": "ডায়াবেটিস রোগীদের জন্য সেরা খাবার",
      "description": "এই তথ্যগুলির মাধ্যমে আপনি জানতে পারবেন, ডায়াবেটিস রোগীদের জন্য সেরা খাবার কি কি এবং তা কীভাবে উপকারী।",
      "link": "https://mini-seba.blogspot.com/#"
    },
    {
      "questions": [
        "ডায়াবেটিস রোগ কেন হয়"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ডায়াবেটিস হইল এমন এক রোগ, যেটাতে শরীরের রক্তে চিনি (গ্লুকোজ) বেশি বাড়তি হইয়া যায়। এইটা মূলত হয় শরীর ইনসুলিন ঠিকমতো তৈরি করতে না পারলে বা শরীরের কোষ ইনসুলিনের প্রতি ঠিকমতো সাড়া না দিলে। ইনসুলিন একধরনের হরমোন, যেটা অগ্ন্যাশয় (প্যানক্রিয়াস) তৈরি করে, আর এই ইনসুলিনের কাজ হইল রক্তের গ্লুকোজকে কোষে পৌঁছাইয়া শরীরের শক্তির জোগান দেওয়া। কিন্তু যখন ইনসুলিনের কাজ ঠিকমতো হয় না, তখন রক্তে চিনি জমতে থাকে আর ডায়াবেটিস হয়। ডায়াবেটিসের প্রধান কারণগুলার মধ্যে জিনগত কারণ একটা বড় ভূমিকা রাখে। যদি পরিবারে কারও আগে ডায়াবেটিস থাকে, তাহলে এই রোগ হওয়ার ঝুঁকি বেশি থাকে। তবে শুধু জিন থাকলেই হবে না, জীবনযাত্রার ধরনও এই রোগের জন্য অনেকটা দায়ী। বেশি চিনি, মিষ্টি, ফাস্টফুড, তেলেভাজা খাইলে, শরীরচর্চা না করলেই এই রোগ হওয়ার সম্ভাবনা বেড়ে যায়। অতিরিক্ত ওজনও ডায়াবেটিসের বড় একটা কারণ। মোটা শরীরের কারণে শরীরের কোষ ইনসুলিনের প্রতি সংবেদনশীলতা হারায়, যার ফলে গ্লুকোজ ঠিকমতো কাজে লাগতে পারে না আর রক্তে জমতে থাকে। এছাড়াও, মানসিক চাপ, অনিয়মিত ঘুম, ধূমপান, মদ্যপান এসবও ডায়াবেটিস বাড়ানোর জন্য দায়ী। আরো একটা গুরুত্বপূর্ণ কারণ হইল বয়স। বয়স বাড়ার সাথে সাথে ইনসুলিনের কার্যক্ষমতা কমতে থাকে, আর যেহেতু অনেকে বয়স বাড়লে শরীরচর্চা কমিয়ে দেয়, এই জন্যও ডায়াবেটিস হইতে পারে। তবে ইদানীং কম বয়সীদের মধ্যেও এই রোগ বেশি দেখা যাইতেছে, কারণ খাদ্যাভ্যাস ও জীবনযাত্রার পরিবর্তন। সাধারণত ডায়াবেটিস দুই রকমের হয়—টাইপ ১ আর টাইপ ২। টাইপ ১ ডায়াবেটিস সাধারণত ছোটবেলা বা কম বয়সে হয়, যেখানে শরীর একেবারেই ইনসুলিন তৈরি করে না। এইটা বেশি হয় জিনগত কারণে বা অটোইমিউন সমস্যার জন্য। আর টাইপ ২ ডায়াবেটিস হয় মূলত বড় বয়সে, যেখানে ইনসুলিন তৈরি হয়, কিন্তু শরীর সেটার ঠিকমতো ব্যবহার করতে পারে না। </br> এইসব কারণ মিলায়া ডায়াবেটিস হয়, কিন্তু সময় থাকতে সচেতন থাকলে এই রোগ নিয়ন্ত্রণ করা সম্ভব। নিয়মিত শরীরচর্চা, স্বাস্থ্যকর খাওয়া-দাওয়া, মানসিক চাপ কমানো, আর সুস্থ জীবনধারা মেনে চললে ডায়াবেটিস থেকে রক্ষা পাওয়া বা নিয়ন্ত্রণে রাখা সম্ভব।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "টাইপ-২ ডায়াবেটিস কি পুরোপুরি ভালো করা সম্ভব?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "টাইপ-২ ডায়াবেটিস পুরোপুরি ভালো করা সম্ভব নয়, তবে সঠিক খাদ্যাভ্যাস, ব্যায়াম, ওষুধের মাধ্যমে এটি নিয়ন্ত্রণ করা যেতে পারে। সঠিক জীবনযাত্রার মাধ্যমে রোগের উপসর্গ কমানো সম্ভব।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "টাইপ-২ ডায়াবেটিস কমানোর ৫টি বৈজ্ঞানিক কৌশল কি কি?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "টাইপ-২ ডায়াবেটিস কমানোর জন্য ৫টি বৈজ্ঞানিক কৌশল হল: স্বাস্থ্যকর খাদ্যাভ্যাস, নিয়মিত ব্যায়াম, পর্যাপ্ত পানি পান, স্ট্রেস ম্যানেজমেন্ট এবং ইনসুলিন সংবেদনশীলতা বাড়ানো।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে খাদ্যাভ্যাসের ভূমিকা কি?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "খাদ্যাভ্যাস ডায়াবেটিস নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করে। সঠিক খাবার নির্বাচন, যেমন কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার, সবজি, ফলমূল ও প্রোটিনের সঠিক পরিমাণ রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সহায়ক।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "রক্তে শর্করা নিয়ন্ত্রণে ব্যায়াম কতটা গুরুত্বপূর্ণ?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ব্যায়াম রক্তে শর্করার মাত্রা নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি শরীরের ইনসুলিন সংবেদনশীলতা বাড়ায় এবং শর্করা শোষণ দ্রুত করে, ফলে রোগীকে ডায়াবেটিস নিয়ন্ত্রণে রাখতে সহায়তা করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "পর্যাপ্ত ঘুম এবং মানসিক চাপ কিভাবে ডায়াবেটিসকে প্রভাবিত করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "অপর্যাপ্ত ঘুম এবং উচ্চ মানসিক চাপ ডায়াবেটিস নিয়ন্ত্রণে বিঘ্ন ঘটায়। স্ট্রেস শরীরে কর্টিসল হরমোনের পরিমাণ বাড়িয়ে দেয়, যা রক্তে শর্করার মাত্রা বৃদ্ধি করে। পর্যাপ্ত ঘুম এবং স্ট্রেস কমানোর মাধ্যমে এই প্রভাব কমানো যায়।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "রক্তে শর্করা নিয়মিত পর্যবেক্ষণ করা কেন প্রয়োজন?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "রক্তে শর্করা নিয়মিত পর্যবেক্ষণ করলে রোগীর শর্করার মাত্রার পরিবর্তন মনিটর করা যায়, যা সঠিক সময়ে চিকিৎসা ও খাদ্যাভ্যাস পরিবর্তন করতে সহায়ক।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে প্রাকৃতিক উপাদানের ভূমিকা কি?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "প্রাকৃতিক উপাদান যেমন দারুচিনি, আদা, হলুদ এবং আমলকী ডায়াবেটিস নিয়ন্ত্রণে সহায়ক। এই উপাদানগুলিতে প্রদাহ কমানোর এবং রক্তে শর্করা নিয়ন্ত্রণে রাখার গুণ থাকে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ইনসুলিন রেজিস্ট্যান্স কি এবং কিভাবে এটি কমানো যায়?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ইনসুলিন রেজিস্ট্যান্স হল একটি অবস্থা যেখানে শরীর ইনসুলিনের প্রতিক্রিয়া কমিয়ে দেয়। এটি কমানোর জন্য সঠিক খাদ্যাভ্যাস, ব্যায়াম, ওজন কমানো এবং কিছু প্রাকৃতিক উপাদান যেমন দারুচিনি ও হলুদ ব্যবহার করা যেতে পারে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ডায়াবেটিস রোগীদের জন্য কোন খাবারগুলি উপকারী?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ডায়াবেটিস রোগীদের জন্য সবজি, ফলমূল, বাদাম, ওটমিল, ব্রাউন রাইস এবং কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার উপকারী। এসব খাবার রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ডায়াবেটিস রোগীদের জন্য কোন খাবারগুলি ক্ষতিকর?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "প্রক্রিয়াজাত খাবার, অতিরিক্ত চিনি, লবণ এবং ট্রান্স ফ্যাটযুক্ত খাবার ডায়াবেটিস রোগীদের জন্য ক্ষতিকর। এসব খাবার রক্তে শর্করার মাত্রা বাড়ায় এবং ইনসুলিন প্রতিক্রিয়া কমিয়ে দেয়।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "গ্লাইসেমিক ইনডেক্স কি এবং এটি কিভাবে ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "গ্লাইসেমিক ইনডেক্স (GI) হল খাবারের রক্তে শর্করার বৃদ্ধির হার। কম GI খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক কারণ এগুলো ধীরে ধীরে শর্করা মুক্তি দেয়।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ফাইবার সমৃদ্ধ খাবার কেন ডায়াবেটিস রোগীদের জন্য জরুরি?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "ফাইবার সমৃদ্ধ খাবার যেমন সবজি, ফলমূল এবং দানা শর্করার স্তর ধীর গতিতে বাড়ায় এবং হজম প্রক্রিয়া স্থিতিশীল রাখে, যা ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "প্রোটিন সমৃদ্ধ খাবার ডায়াবেটিস নিয়ন্ত্রণে কিভাবে সাহায্য করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "প্রোটিন সমৃদ্ধ খাবার ইনসুলিন রেজিস্ট্যান্স কমাতে সহায়ক এবং রক্তে শর্করার স্তর স্থিতিশীল রাখে। মুরগি, মাছ, ডাল এবং ডিম প্রোটিনের ভাল উৎস।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "চিনি ও প্রক্রিয়াজাত খাবার কেন ডায়াবেটিস রোগীদের জন্য ক্ষতিকর?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "চিনি এবং প্রক্রিয়াজাত খাবার দ্রুত রক্তে শর্করা বাড়িয়ে দেয়, যা ডায়াবেটিস নিয়ন্ত্রণে অসুবিধা সৃষ্টি করে। এই খাবারগুলো রক্তে শর্করা দ্রুত বৃদ্ধি করে, যা দীর্ঘমেয়াদী সমস্যা সৃষ্টি করতে পারে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "কার্ডিও এক্সারসাইজ কিভাবে ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "কার্ডিও এক্সারসাইজ রক্তে শর্করার স্তর কমাতে সহায়ক এবং হার্টের স্বাস্থ্য উন্নত করে। দ্রুত হাঁটা, দৌড়ানো, সাঁতার কাটার মতো ব্যায়াম ডায়াবেটিস নিয়ন্ত্রণে কার্যকরী।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "শক্তি প্রশিক্ষণ কি ডায়াবেটিস রোগীদের জন্য প্রয়োজনীয়?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "শক্তি প্রশিক্ষণ মাংসপেশী তৈরি করে, যা শরীরে ইনসুলিনের কার্যকারিতা বাড়ায় এবং রক্তে শর্করার স্তর নিয়ন্ত্রণে রাখে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "যোগা ও স্ট্রেচিং এর মাধ্যমে কিভাবে ডায়াবেটিস নিয়ন্ত্রণ করা যায়?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "যোগা এবং স্ট্রেচিং ব্যায়ামগুলি শরীরের ইনসুলিন প্রতিক্রিয়া বৃদ্ধি করে এবং রক্তে শর্করার স্তর স্থিতিশীল রাখতে সহায়ক।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "পর্যাপ্ত ঘুমের অভাবে কি ডায়াবেটিস বেড়ে যেতে পারে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "অপর্যাপ্ত ঘুম ইনসুলিন প্রতিক্রিয়া কমিয়ে দেয় এবং রক্তে শর্করার স্তর বেড়ে যেতে পারে। পর্যাপ্ত ঘুম ডায়াবেটিস নিয়ন্ত্রণে রাখতে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "মানসিক চাপ কিভাবে ডায়াবেটিসকে প্রভাবিত করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "মানসিক চাপ শরীরের কর্টিসল হরমোনের পরিমাণ বৃদ্ধি করে, যা রক্তে শর্করা বাড়ায়। স্ট্রেস কমানোর মাধ্যমে ডায়াবেটিস নিয়ন্ত্রণে সাহায্য পাওয়া যায়।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "দারুচিনি, হলুদ, আমলকী এবং আদা কিভাবে ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে?"
      ],
      "title": "টাইপ-২ ডায়াবেটিস কমানোর কৌশল",
      "description": "দারুচিনি, হলুদ, আমলকী এবং আদা ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে কারণ এগুলি প্রদাহ কমায় এবং রক্তে শর্করার মাত্রা নিয়ন্ত্রণে রাখে।",
      "link": "https://mini-seba.blogspot.com/2025/02/blog-post_12.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে স্বাস্থ্যকর খাদ্যাভ্যাসের গুরুত্ব কী?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "স্বাস্থ্যকর খাদ্যাভ্যাস ডায়াবেটিস নিয়ন্ত্রণে অপরিহার্য, কারণ এতে সঠিক পরিমাণে প্রোটিন, ফাইবার, স্বাস্থ্যকর চর্বি ও কম কার্বোহাইড্রেটের ব্যবহার নিশ্চিত করা হয়, যা রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "সুগার কমানোর জন্য কোন খাবারগুলো বেছে নেওয়া উচিত?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সুগার কমানোর জন্য বাদাম, সবজি, ফলমূল, ওটমিল, ব্রাউন রাইস এবং কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার বেছে নেওয়া উচিত।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে নিয়মিত ব্যায়ামের ভূমিকা কী?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "নিয়মিত ব্যায়াম রক্তে শর্করার মাত্রা কমায়, ওজন নিয়ন্ত্রণে সাহায্য করে এবং ইনসুলিন সংবেদনশীলতা বৃদ্ধি করে, যা ডায়াবেটিস নিয়ন্ত্রণে সহায়ক।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "নিয়মিত ব্যায়ামের জন্য কত সময় ব্যায়াম করা উচিত?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সপ্তাহে অন্তত ১৫০ মিনিট মাঝারি ব্যায়াম বা ৭৫ মিনিট জোরালো ব্যায়াম করা উচিত।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে পর্যাপ্ত পানি পান করার গুরুত্ব কী?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "পর্যাপ্ত পানি পান করলে রক্তে শর্করা হজমে সাহায্য করে, বিষাক্ত পদার্থ দূর করে এবং বিপাকক্রিয়া ঠিক রাখে, যা ডায়াবেটিস নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "প্রাকৃতিক খাবার নির্বাচন কিভাবে ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করে?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "প্রাকৃতিক ও অর্গানিক খাবারের ব্যবহার রাসায়নিক মুক্ত এবং পুষ্টিগুণ সমৃদ্ধ হওয়ায়, এগুলো রক্তে শর্করার মাত্রা স্থিতিশীল রাখতে সহায়তা করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "স্ট্রেস ম্যানেজমেন্ট কেন ডায়াবেটিস নিয়ন্ত্রণে গুরুত্বপূর্ণ?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "স্ট্রেস কমালে শরীরে কর্টিসল হরমোনের মাত্রা কমে যায়, যা রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সহায়তা করে এবং ইনসুলিনের কার্যকারিতা বাড়ায়।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "স্ট্রেস কমানোর জন্য কোন উপায়গুলি অবলম্বন করা যেতে পারে?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "ধ্যান, যোগব্যায়াম, গভীর শ্বাস প্রশ্বাস এবং কাজের মাঝে ছোট বিরতি নেওয়া যেতে পারে, যা মানসিক চাপ কমাতে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে পর্যাপ্ত ঘুম কেন জরুরি?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "পর্যাপ্ত ঘুম ইনসুলিন সংবেদনশীলতা বাড়ায় এবং রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সাহায্য করে; ঘুমের অভাবে শরীরে স্ট্রেস হরমোন বেড়ে যায়, যা শর্করা নিয়ন্ত্রণে বাধা সৃষ্টি করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ঘুমের গুণগত মান বাড়ানোর জন্য কী কী পদক্ষেপ নেওয়া উচিত?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "নিয়মিত সময় নির্ধারণ, উপযুক্ত পরিবেশ (অন্ধকার, শান্ত এবং সঠিক তাপমাত্রা) নিশ্চিত করা এবং ঘুমানোর আগে ইলেকট্রনিক ডিভাইস থেকে দূরে থাকা জরুরি।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ঘরোয়া উপায়ে ডায়াবেটিস নিয়ন্ত্রণের কিছু প্রাকৃতিক প্রতিকার কী কী?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "দারুচিনি, আমলকী এবং সবুজ চা প্রাকৃতিকভাবে রক্তে শর্করার মাত্রা নিয়ন্ত্রণে সাহায্য করে এবং এগুলো ঘরোয়া প্রতিকার হিসেবে ব্যবহৃত হয়।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "নিয়মিত রক্তে শর্করা পরীক্ষা কেন প্রয়োজন?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "নিয়মিত রক্ত পরীক্ষা রক্তে শর্করার মাত্রা পর্যবেক্ষণ করতে, পরিবর্তন সনাক্ত করতে এবং খাদ্য ও ওষুধের পরিকল্পনা সামঞ্জস্য করতে সাহায্য করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "গ্লাইসেমিক ইনডেক্স কম খাবার কেন গুরুত্বপূর্ণ?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "গ্লাইসেমিক ইনডেক্স কম খাবার রক্তে শর্করার বৃদ্ধি ধীরে করে, ফলে রক্তে শর্করা নিয়ন্ত্রণে সহায়তা করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "খাবারের পরিমাণ নিয়ন্ত্রণ কিভাবে রক্তে শর্করা নিয়ন্ত্রণে সহায়তা করে?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "খাবারের পরিমাণ সঠিকভাবে নিয়ন্ত্রণ করলে অতিরিক্ত ক্যালোরি গ্রহণ কম হয় এবং প্লেট মেথড অনুসরণ করে পুষ্টির সঠিক অনুপাত বজায় থাকে, যা রক্তে শর্করা নিয়ন্ত্রণে সহায়তা করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে মেডিকেল পরামর্শ কেন জরুরি?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সঠিক মেডিকেল পরামর্শ রক্তে শর্করা ও ইনসুলিন লেভেল পর্যবেক্ষণ করতে সাহায্য করে এবং প্রয়োজন অনুযায়ী ওষুধের সঠিক ব্যবহার নিশ্চিত করে, যা রোগ নিয়ন্ত্রণে গুরুত্বপূর্ণ।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ওষুধ ও ইনসুলিন সঠিকভাবে ব্যবহারের গুরুত্ব কী?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সঠিক সময় ও সঠিক মাত্রায় ওষুধ ও ইনসুলিন গ্রহণ রক্তে শর্করার নিয়ন্ত্রণ বজায় রাখতে সাহায্য করে এবং পার্শ্বপ্রতিক্রিয়া প্রতিরোধে সহায়ক।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস নিয়ন্ত্রণে খাদ্যাভ্যাস ও ব্যায়াম ছাড়াও আর কী কী পদক্ষেপ নেওয়া উচিত?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "পর্যাপ্ত ঘুম, স্ট্রেস ম্যানেজমেন্ট, নিয়মিত রক্ত পরীক্ষা, প্রাকৃতিক খাবার এবং ঘরোয়া প্রতিকারও ডায়াবেটিস নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "ডায়াবেটিস হলে কী করা উচিত?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "ডায়াবেটিস হলে প্রথমে একজন বিশেষজ্ঞ ডাক্তারের পরামর্শ নেওয়া, স্বাস্থ্যকর খাদ্যাভ্যাস, নিয়মিত ব্যায়াম, পর্যাপ্ত ঘুম এবং নিয়মিত রক্ত পরীক্ষা করা উচিত।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "কীভাবে রক্তে শর্করা দ্রুত কমানো যায়?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "স্বাস্থ্যকর খাদ্যাভ্যাস, নিয়মিত ব্যায়াম, পর্যাপ্ত পানি, সুষ্ঠু ঘুম এবং ডাক্তারি পরামর্শ ও নিয়মিত পরীক্ষার মাধ্যমে রক্তে শর্করা দ্রুত কমানো সম্ভব।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    },
    {
      "questions": [
        "কোন খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক?"
      ],
      "title": "ডায়াবেটিস নিয়ন্ত্রণের ১০টি সহজ উপায়",
      "description": "সবজি, ফল, বাদাম, ওটমিল, ব্রাউন রাইস এবং কম গ্লাইসেমিক ইনডেক্সযুক্ত খাবার ডায়াবেটিস নিয়ন্ত্রণে সহায়ক হিসেবে বিবেচিত।",
      "link": "https://mini-seba.blogspot.com/2025/02/01.html"
    }
  ]
}
